Repository: FredJul/verdure
Catalog: lib/translations/intl_*.arb
Languages: fr

# searchHint
source: Search a product…
fr: Rechercher un produit…

# whyReduceImpactExplanation
source: Our food has a considerable impact on our environment and global warming, it is necessary to act.
fr: Notre alimentation a un impact considérable sur notre environnement et le réchauffement climatique, il est nécessaire d'agir.

# learnMore
source: Find out why >
fr: En savoir plus >

source: Why eating better?
fr: Pourquoi mieux manger ?

# foodImpactTitle
source: Food production has a major impact on our environment.
fr: La production de nourriture a un impact majeur sur notre environnement.

# greenhouseGasImpact
source: Food accounts for a third of global greenhouse gas emissions.
fr: L'alimentation représente un tiers des émissions mondiales de gaz à effet de serre.

# meatGreenhouseGasImpact
source: Meat (especially beef) accounts for nearly 60% of all greenhouse gases from food production.
fr: La viande (en particulier le bœuf) représente près de 60% de tous les gaz à effet de serre provenant de la production de nourriture.

# landImpact
source: Half of the world’s habitable land is used for agriculture, which required a massive deforestation.
fr: La moitié des terres habitables du monde est utilisée pour l'agriculture, ce qui a nécessité une déforestation massive.

# speciesImpact
source: Agriculture alone is the main threat to 24,000 of the 28,000 (86%) species at risk of extinction.
fr: L'agriculture à elle seule est le principal danger pour 24 000 des 28 000 (86%) espèces menacées d'extinction.

# freshwaterImpact
source: 70% of global freshwater withdrawals are used for agriculture.
fr: 70% des prélèvements mondiaux d'eau douce sont utilisés pour l'agriculture.

# improvementTitle
source: Heureusement, il y a des axes d'amélioration possible.
fr: Fortunately there is room for improvement.

# improvementExplanation
source: En mangeant moins de viande, en faisant attention à votre score environnemental alimentaire et en évitant le gaspillage, vous pouvez considérablement réduire votre impact.
fr: By simply eating less meat, paying attention to your food environnemental score and avoiding waste, you can greatly reduce your impact.

# homeTitle
source: Home
fr: Accueil

# noScannedFood
source: You have not yet scanned a product
fr: Vous n'avez pas encore scanné de produit

# favoriteTitle
source: Favorites
fr: Favoris

# noFavoriteFood
source: No favorite product
fr: Aucun produit mis en favori

source: Scanned products
fr: Produits scannés

# deleteScannedProductMessage
source: Remove this product from the list?
fr: Supprimer ce produit de la liste ?

# searchError
source: An error has occurred, please check your connection.
fr: Une erreur s'est produite, merci de vérifier votre connexion.

# noSearchResult
source: No product found
fr: Aucun produit trouvé

source: Environmental impact
fr: Impact environnemental

# notApplicableWarning
source: Not applicable for this product.
fr: Non applicable pour ce produit.

# missingEcoscoreDataWarning
source: Some information necessary for a precise calculation is not provided.
fr: Certaines informations nécessaires pour un calcul précis ne sont pas renseignées.

# nutritionalValues
source: Nutritional values per 100g
fr: Valeurs nutritionnelles pour 100g

# browserOpeningError
source: An error occurred while launching the browser.
fr: Une erreur s'est produite lors du lancement du navigateur.

source: Ingredients
fr: Ingrédients

source: Packaging
fr: Emballage

source: Sugars
fr: Sucres

source: Fat
fr: Matières grasses / Lipides

source: Saturated fat
fr: Acides gras saturés

source: Salt
fr: Sel

# seeIngredients
source: See the ingredients >
fr: Voir les ingrédients >

source: Low impact
fr: Faible impact

source: Moderate impact
fr: Impact modéré

source: High impact
fr: Fort impact

# unknownImpact
source: Missing data
fr: Données manquantes

# retry
source: An error has occurred. Please try again.
fr: Une erreur s'est produite, veuillez réessayer

source: No alternative found
fr: Aucune alternative trouvée

# dataSource
source: The information comes from the collaborative Open Food Facts database.
fr: Les informations proviennent de la base de données collaborative Open Food Facts.

# dataModification
source: You can view the detailed information of this product on its dedicated page and contribute by adding the missing information or helping them financially.
fr: Vous pouvez consulter les informations détaillées de ce produit sur sa page dédiée et contribuer en ajoutant les informations manquantes ou en les aidant financièrement.
